{
  "AboutPage": {
    "heroTitle": "Combining Worlds...",
    "sectionTitle": "The story and motivation behind",
    "sectionQuote": "\"It´s about doing, not waiting for things to happen by themselves\"",
    "introductionTitle": "Hi, my name is Steff...",
    "introductionText1": "Steff, short for Stefan. Born in 1991 in a small town in southern Germany, Bavaria. And yes, you can call me a proud Bavarian too.",
    "introductionText2": "What can you expect of me? An open-minded character who seeks to challenge himself. A person who follows his mission: To realize the vision of <strong>combining worlds</strong>.",
    "introductionText3": "But what does that mean? Basically this: It´s about combining the world of being an engineer with the one of being a kitesurf instructor. E voilà, I created my own lifestyle of being a <strong>Kite-Engineer</strong>. A freelancer that offers services:",
    "introductionListItem1": "• that are related to the sport of kiteboarding as well as",
    "introductionListItem2": "• in particular fields of engineering like semiconductor manufacturing or IT.",
    "introductionText4": "And no, I don´t design kites. Nor am I looking forward to integrate electronics into kites. At least not for now - who knows?",
    "introductionText5": "It´s my unique way of dealing with our beloved capitalism: I share what I like doing and you get what you have not yet had before. That makes everyone a winner!",
    "professionalTitle": "Professional Part",
    "professionalItems": "<li>Launching my freelancer career as Kite-Engineer to combine my worlds into one, 2025</li><li>International University (IU) certificate as Python and SQL Programmer, 2025</li><li>Offering kitesurf lessons in german, english and Portuguese, 2024</li><li>VDWS kitesurf instructor license, 2023</li><li>Certified 6 Sigma Green Belt with focus on Lean Management, 2022</li><li>Private kiteboarding lessons, 2021</li><li>First contact with kiteboarding, 2018</li><li>Professional employments as process development engineer, process engineer and laboratory assistant, 2015 - 2024</li><li>B.Sc. in Microsystems Engineering, 2015</li><li>Started exploring the areas of micro- and nanosystems in, 2010</li>",
    "personalTitle": "Personal Part",
    "personalItems": "<li>\"Be the change in the world you want to see\"</li><li>I am an explorer, an adventurer and a nerd</li><li>Self-study was always more satisfying then school</li><li>Yes, even I´ve once played football. Until I was 14</li><li>Sports and outdoor activities are a big part of my life</li><li>So is Linkin Park - being a fan since I´m 6 years old</li><li>Have you ever listened to Eckhart Tolle?</li><li>Smiling at people on the street helps sharing good vibes</li><li>Philosophy, especially stoicism, was added since I´m 30 - coincidence?</li><li>A book that changed my life? O Alquimista - Paulo Coelho</li><li>Follower of the \"Free and Open Source Idea\"</li><li>Growing as a community is satisfaction times x</li>"
  },
  "ContactPage": {
    "heroTitle": "Combining Worlds...",
    "sectionTitle": "Let´s Connect",
    "sectionDescription": "Whether it's about kiteboarding, engineering, or anything in between. Reach out via mail, phone or contact form below. Found a bug or typo? I´ll be forever thankful if you report it."
  },
  "EngineerPage": {
    "heroTitle": "Combining Worlds...",
    "sectionTitle": "Expand your possibilities",
    "sectionDescription": "Benefit from my engineering services in the fields of IT and semiconductors",
    "contactButton": "Contact",
    "processEngineering": {
      "title": "Process Engineering",
      "processControl": {
        "title": "Process Control",
        "description": "APC (Advanced Process control), SPC (Statistical Process Control) and WER (Western Electrical Rules) implementation as core competence. Data analytics using Python, AI training for failure detection, dashboards & KPI setup help along the way."
      },
      "processOptimization": {
        "title": "Process Optimization",
        "description": "Offering 6 sigma and lean techniques to achieve the best possible process outcome you want."
      },
      "changeManagement": {
        "title": "Change Management",
        "description": "Preparing milestones and passing release gates. It's about documentation and traceability - I do that for you"
      },
      "monitoring": {
        "title": "Monitoring",
        "description": "Don't know what parameters to monitor and how? Let's define a monitoring setup. And where necessary we find appropriate methods to get a solution for any type of produced volume"
      }
    },
    "processDevelopment": {
      "title": "Process Development",
      "creativity": {
        "title": "Creativity",
        "description": "There is more then brainstorming - but you already know that. Right? Reach out and let´s activate neurons you´ve not yet known about"
      },
      "processDesign": {
        "title": "Process Design",
        "description": "You know what your process must achieve but have boundaries locking you into an neverending development cycle? We´ll break it here and now and design what needs to be done. Visualizations and structuring help a lot"
      },
      "simulationPrototyping": {
        "title": "Simulation and Prototyping",
        "description": "Ever considered to use an analogy model and a simulation to solve a problem? What about getting a physical model printed out in 3D? I prepare your project for any kind of further visualization and connect you with experts"
      },
      "processEquipmentRoadmap": {
        "title": "Process and Equipment Roadmap",
        "description": "Your competitors don´t wait for you to catch up. So better be prepared of what may be necessary in the future. I help you to outline what strategies of next generation technology can bring and how to make it beneficial for you."
      }
    },
    "softwareDevelopment": {
      "title": "Software Development",
      "customizedSolutions": {
        "title": "Customized Solutions",
        "description": "Do you want to combine a feature of software A with one of software B and generate an output that fits specific needs? No worries, its just a matter of coffee and time to figure it out. From customized scripts to containerization to front- and and backend integration of custom projects."
      },
      "databaseManagement": {
        "title": "Relational Database Management",
        "description": "Wanna go from storing data in files like excel to a more sustainable and better manageable format? Or improve your already existing DB (database)? From setting up a completely new RDBMS (relational database management system) to adjust your DB - I figure it out what we can do."
      },
      "workflowAutomation": {
        "title": "Workflow Automatization",
        "description": "Save time and let software do your repeating tasks. We work out the concept and then implement it step by step, based on your needs. I´m sure a lot of your already used software already supports automatization"
      },
      "webDevelopment": {
        "title": "Web Development",
        "description": "Server and domain related setup? Or wanna have an own Nextcloud? Outsource your web administration to me. And if you need a website too, bring your design and I also manage that for you"
      }
    },
    "projectManagement": {
      "title": "Project Management",
      "projectSetup": {
        "title": "Project Setup",
        "description": "Get more time for other things and let me do the \"what shall be delivered until when by whom and how...\". Setting things up properly not only gives a good feeling, it also is the foundation to achieve goals sustainable"
      },
      "timelineManagement": {
        "title": "Timeline Management",
        "description": "It´s all about timing. Sometimes things don´t work out as planed and you need to rebalance your project timelines. Someone with an outside-view like me can help at that stage."
      },
      "deviationManagement": {
        "title": "Deviation Management",
        "description": "Especially when external parties are involved it´s not always easy to communicate unexpected detours in your project. Hand it over and get your back covered while you have time to rework a get back into your committed shape."
      },
      "documentationSharing": {
        "title": "Documentation and Sharing",
        "description": "Version control and data sharing is not executed on a top level if everyone works on their own devices and only shares on demand. These times are long gone - let´s create synergies in your team that always were there but were never used"
      }
    },
    "technicalConsulting": {
      "title": "Technical Consulting",
      "processAssessment": {
        "title": "Process Assessment",
        "description": "Get an outside view onto what is running at your business. Detailed feedback on what shall not be changed and what offers potential for improvement and what may be necessary to be done for this."
      },
      "technicalResearch": {
        "title": "Topic Related Research",
        "description": "You know there are a lot of things going on around you and you can´t always figure out what to filter how to get to know what matters for you and your business. I like reading technical stuff - let me do this. Why shall we not work together?"
      },
      "trainingKnowledgeTransfer": {
        "title": "Training & Knowledge Transfer",
        "description": "I embrace everyone to never stop learning. Thus I am more then willing to share everything I know with you and your business."
      },
      "competitorAnalysis": {
        "title": "Competitor Analysis",
        "description": "Sure, everyone wants to know what others are up to - why not getting it done professionally and save your time for your business? I scout and report for you."
      }
    },
    "contactSection": {
      "description": "Ready to elevate your project? You always get whatever is necessary from my services. The provided overview is meant to be an orientation and only a glimpse of what is possible. Reach out for a free consultation and let's see how we can achieve your goals together.",
      "buttonText": "Get Your Free Quote"
    }
  },
  "KitePage": {
    "heroTitle": "Combining Worlds...",
    "sectionTitle": "Progress doesn´t grow on trees",
    "sectionSubtitle": "My kiteboarding related services help you to achieve your goals",
    "freelancerTitle": "Freelancer",
    "freelancerSchoolSupportTitle": "School Support",
    "freelancerSchoolSupportDescription": "Whether you need a VDWS-certified instructor, shop assistance, or someone to help behind the bar, I've got you covered. Flexibility is my strength.",
    "freelancerTravelServicesTitle": "Travel Services",
    "freelancerTravelServicesDescription": "Looking for someone how organizes your kite trip? Or even accompanies you as a personal coach? No problem, you get well served",
    "freelancerConsultingTitle": "Consulting",
    "freelancerConsultingDescription": "Overwhelmed by gear choices? Let me guide you through selecting the right kiteboarding equipment. Need someone to represent the sport? I like talking in front of people and deliver a message to others",
    "coursesTitle": "Courses",
    "coursesTheoryTitle": "Theory",
    "coursesTheoryDescription": "Why not pulling the bar? Let's break down the \"science\" behind the sport—from wind dynamics to material technology. Choose your topic and pace; I'll make it clear and engaging.",
    "coursesStartingTitle": "(Re-)Starting",
    "coursesStartingDescription": "Whether you're beginning a new kite journey or returning after a break, I'll help you (re-)gain confidence on the water.",
    "coursesAdvancedTitle": "Advanced",
    "coursesAdvancedDescription": "Ready to push limits? From your first toeside ride to nailing loops, let's tackle challenges together. Or you prefer a supervised sessions? No problem! You can as well bring your camera or drone!",
    "moreLink": "More",
    "contactLink": "Contact",
    "contactSectionText": "You can get a little bit of everything as well. The more you book, the more discount you get. What´s holding you back? Let´s get in touch.",
    "contactButton": "Connect with me"
  },
  "ProcessControlPage": {
    "process-control-hero": "Process Control Services",
    "process-control-section-title": "Outsource your work",
    "process-control-section-subtitle": "Invest my brainpower into your project and benefit from my\n expertise I gathered while working as a process engineer.",
    "advanced-process-control-title": "Advanced Process Control",
    "advanced-process-control-list-element1": "•<strong> Software procurement and setup</strong>- You\n already have lots of process data of your manufacturing\n processes available but you lack a centralized software that\n is providing what your team needs and at the same time\n integrates into what is already setup? I help you finding your advanced process control (APC) software as\n well I can take over all the communication with possible\n partner. Furthermore I offer to write requirement\n specifications, do first sample testing and support its\n rollout.",
    "advanced-process-control-list-element2": "•<strong> User training </strong>- Are you looking forward to\n standardize the way advanced process control (APC) is used in\n your company? I provide a platform based training for you or\n your team to make it become a solid common ground of expertise\n for further steps. It has a step-based approach and starts\n with general advanced process control (APC) ideas and rises to advanced approaches and specific topics\n that can also involve the software that you are using.",
    "advanced-process-control-list-element3": "•<strong> Mathematics </strong>- Not every measured signal\n from a sensor is automatically ready to be used in an advanced process control (APC) environment.\n Math can be applied to create new or more reliable sources for\n your advanced process control (APC) landscape. As well it can be used for limit calculations and\n violation rules like n of m. I do raw data analysis, signal\n optimization, limit-based calculations, outlier handling and\n apply whatever math is necessary wherever needed to get more\n out of the control mechanism advanced process control (APC) shall be.",
    "advanced-process-control-list-element4": "•<strong> Strategic alignment </strong>- Typically advanced process control (APC) is not used\n as only measure of control in a modern production. It shall be\n part of an ecosystem. But how does the advanced process control (APC) -piece fit\n into that ecosystem and what expectations does it have to\n fulfill? Is it doing what it shall do? The view of an outsider\n on strategic topics can be a blessing. That´s where I step in.",
    "advanced-process-control-list-element5": "•<strong> Learning from the past </strong>- Data can tell\n stories, if asked correctly. Analyzing it and find\n correlations to certain events is not always straight forward\n and sometimes needs more time. Time that is precious within\n your team. Hand this topic over to me and get answer to the\n your questions.",
    "advanced-process-control-list-element6": "•<strong> artificial intelligence (AI) assistance </strong>- The buzzword of today: artificial intelligence (AI). It´s a powerful tool for analyzing your data. I can help you finding the correct model for doing the job, run tests and help implementing a solution that fits your needs including all the communication and procurement procedure upfront.",
    "advanced-process-control-list-element7": "•<strong> New setup </strong>- Are you about to make the first\n steps into the world of advanced process control (APC)? Or are you\n planing to increase the coverage of your already existing advanced process control (APC) setup?\n Together we can evaluate a bunch of strategies and then decide\n the way to go to fit your house and processes. I also help you\n searching for adequate measurement systems, sensors and where\n to place them in order to monitor as good as possible whats of\n interest.",
    "advanced-process-control-list-element8": "•<strong> External software utilization </strong>- For reasons\n it may sometimes makes sense that you analyze gathered data\n with external tools. One of these tools could be one of the\n vast Python libraries like Pandas, Matplotlib, Numpy or SciPy.\n With them I can help you while you don´t have to bother with\n freeing up resources in order to learn something new for just\n one project. And if its not related to Python we´ll also\n figure out what to do.",
    "statistical-process-control-title": "Statistical Process Control",
    "statistical-process-control-list-element1": "•<strong> Software procurement and setup </strong>- You\n already have lots of measurement data of your manufacturing\n processes available but you lack a centralized software that\n is providing what your team needs and at the same time\n integrates into what is already setup? I help you finding your statistical process control (SPC) software\n as well I can take over all the communication with possible\n partner. Furthermore I offer to write requirement\n specifications, do first sample testing and support its\n rollout.",
    "statistical-process-control-list-element2": "•<strong> User training </strong>- Are you looking forward to\n standardize the way statistical process control (SPC) is used\n in your company? I provide a platform based training for you\n or your team to make it become a solid common ground of\n expertise for further steps. It has a step-based approach and\n starts with general statistical process control (SPC) concepts\n and rises to advanced approaches and specific topics that can\n also involve the software that you are using.",
    "statistical-process-control-list-element3": "•<strong> WER implementation </strong>- I´d consider the western electric rules (WER) a backbone of statistical process control (SPC). Rolling\n out statistical process control (SPC) on\n millions of data channels can not be overseen and managed by\n hand, that´s for sure. If you plan to do so and need expertise\n about setting limits: I can help you here.",
    "statistical-process-control-list-element4": "•<strong> Strategic alignment </strong>- Typically advanced process control (APC) is not used\n as only measure of control in a modern production. It shall be\n part of an ecosystem. But how does the advanced process control (APC) -piece fit\n into that ecosystem and what expectations does it have to\n fulfill? Is it doing what it shall do? The view of an outsider\n on strategic topics can be a blessing. That´s where I step in.",
    "statistical-process-control-list-element5": "•<strong> Learning from the past </strong>- Data can tell\n stories, if asked correctly. Analyzing it and find\n correlations to certain events is not always straight forward\n and sometimes needs more time. Time that is precious within\n your team. Hand this topic over to me and get answer to the\n your questions.",
    "statistical-process-control-list-element6": "•<strong> AI assistance </strong>- The buzzword of today: AI.\n It´s a powerful tool for analyzing your data. I can help you\n finding the correct model for doing the job, run tests and\n help implementing a solution that fits your needs including\n all the communication and procurement procedure upfront.",
    "statistical-process-control-list-element7": "•<strong> New setup </strong>- Are you about to make the first\n steps into the world of advanced process control (APC)? Or are you\n planing to increase the coverage of your already existing advanced process control (APC) setup?\n Together we can evaluate a bunch of strategies and then decide\n the way to go to fit your house and processes. I also help you\n searching for adequate measurement systems, sensors and where\n to place them in order to monitor as good as possible whats of\n interest.",
    "statistical-process-control-list-element8": "•<strong> External software utilization </strong>- For reasons\n it may sometimes makes sense that you analyze gathered data\n with external tools. One of these tools could be one of the\n vast Python libraries like Pandas, Matplotlib, Numpy or SciPy.\n With them I can help you while you don´t have to bother with\n freeing up resources in order to learn something new for just\n one project. And if its not related to Python I´m ready to\n delve into other environments as well, just let me know.",
    "custom-solutions-title": "Custom Solutions",
    "custom-solutions-list-element1": "•<strong> Python-based data analysis </strong>- Libraries like\n Pandas, Matplotlib, Numpy or SciPy are well established in the\n realm of data science. This service is especially meant to\n support where not much samples are collected to have APC or\n SPC with day to day samples. Or the analysis requirements\n differ from the established procedure.",
    "custom-solutions-list-element2": "•<strong> Data classification </strong>- Are you dealing with\n a new data type or quality and do not yet know how to make it\n fit your established catalog of classifications? Or did you\n just update your failure catalog and need someone to perform a\n re-classification of existing data? Even though I won´t do\n this by myself I help you search qualified 3rd parties to do\n the job.",
    "custom-solutions-list-element3": "•<strong> Data creation and prototyping </strong>- You need a\n demo or sample of data prepared in a one-time manner? It shall\n be connected within an highly integrated process landscape\n where lots of things depend on one another in feedback loops?\n Something needs to be responsive in almost real-time? This is\n where engineering can shine and you can save your resources\n and let me do that for you. I",
    "custom-solutions-list-element4": "•<strong> Maintenance and review </strong>- The process\n control tools you use are historically grown and need a review\n or a restructuring? You use manual manpower to maintain these\n tools? Whatever it is, outsource it and let an experienced\n helping hand do that for you.",
    "process-control-contact": "Miss something? We´ll find a solution. Primary I offer my services\n for manufacturing processes, and in particular semiconductor\n manufacturing. But I am absolutely open for new topics. My\n services can be booked in both ways: short and long term. And I\n work either project or time based. As well you can combine any of\n my services to get the best result.",
    "contact-button": "Connect with me"
  },
  "TravelServicesPage": {
    "travel-services-hero": "Travel Services",
    "travel-services-section-title": "The world can be your playground - use it",
    "travel-services-section-subtitle": "Even though I am not a travel agent I can look up everything for\n              you and put it together so you can easily decide what suites your\n              booking. Here you can rely on me:",
    "trip-organization-title": "Trip Organization",
    "trip-organization-list-element1": "• Trip planning and coordination",
    "trip-organization-list-element2": "• Transfer arrangements",
    "trip-organization-list-element3": "• Budget and timetable planing",
    "trip-organization-list-element4": "• Health and insurance considerations",
    "personal-coaching-title": "Personal Coaching",
    "personal-coaching-list-element1": "• Kite instructor services",
    "personal-coaching-list-element2": "• Functional fitness and HIIT coaching",
    "personal-coaching-list-element3": "• Master of your schedule",
    "personal-coaching-list-element4": "• Progress documentation",
    "travel-buddy-title": "Travel Buddy",
    "travel-buddy-list-element1": "• Have fun: I am also a human",
    "travel-buddy-list-element2": "• Trip documentation",
    "travel-buddy-list-element3": "• Organization of general activities",
    "travel-buddy-list-element4": "• Sharing expenses of daily needs",
    "travel-services-contact": "Let's create an unforgettable experience together. I provide you\n              what is necessary for it. Only the booking is yours. Is anything\n              missing? We find a solution. It all starts here:",
    "contact-button": "Connect with me"
  },
  "TheoryPage": {
    "theory-hero": "Kiteboarding Theory Courses",
    "theory-section-title": "Doing it is nice! But understanding things is the key for\n              sustainable progress",
    "theory-section-subtitle": "The following is a overview of categories for theory lessons I\n              give that are either already part of a course or can be booked\n              additionally.",
    "rider-essentials-title": "Rider Essentials",
    "rider-essentials-list-element1": "• Behavior on and around the water: Concepts like karma and\n                  the right of way",
    "rider-essentials-list-element2": "• Concepts to understand wind: Where it comes from and how you\n                  can use it",
    "rider-essentials-list-element3": "• Self management and routines: Learn to educate yourself",
    "rider-essentials-list-element4": "• General (sailing and Navigation) terminology and expressions",
    "rider-essentials-list-element5": "• Steps to become more independent",
    "rider-essentials-list-element6": "• Common mistakes and how to avoid them",
    "advanced-theory-title": "Advanced Theory",
    "advanced-theory-list-element1": "• What makes you ride: Concepts of forces and angels",
    "advanced-theory-list-element2": "• More physics: What are aerodynamics and what wind really is\n                  and where it comes from",
    "advanced-theory-list-element3": "• Overview and details to used materials such boards,\n                  wetsuits or kites",
    "advanced-theory-list-element4": "• How do tricks and maneuvers work: A brake down",
    "advanced-theory-list-element5": "• Next steps in kiteboarding: Additional exercises, lifestyle\n                  and nutrition",
    "environmental-stuff-title": "Environmental Stuff",
    "environmental-stuff-list-element1": "• Environmental influences like what is weather and how you\n                  can learn to use it to your advantage",
    "environmental-stuff-list-element2": "• We are not alone: Learn about the ecosystems where you\n                  perform your sport. Do you know that birds can die because of\n                  you?",
    "environmental-stuff-list-element3": "• Kiteboarding on society level: How can you join an\n                  organisation to serve a higher purpose related to kiteboarding",
    "environmental-stuff-list-element4": "• Laws, regulations and good habits that must be considered\n                  when leaving the comfort zone",
    "theory-contact": "\"A course is good if both, the student and the teacher, learn from\n              each other\". Combine my services as you please and benefit from an\n              individual discount. Something is not listed? I´m always open to\n              research something and bring it to you."
  },
  "StartingPage": {
    "starting-hero": "(Re-)Starter Courses",
    "starting-section-title": "Everything is starting somewhen. Or starting again?",
    "starting-section-subtitle": "It´s about committing oneself to make the necessary steps:\n              Deciding to (re-)start something and not just dreaming about is\n              the first. For the ones to come I have the following flexible\n              course service available:",
    "who-title": "Who?",
    "who-list-element1": "• Individuals or groups",
    "who-list-element2": "• Schools or private",
    "who-list-element3": "• Courses in German, English and Portuguese",
    "who-list-element4": "• Practical lessons: max. 4 people",
    "who-list-element5": "• Theory lessons: max. 30 people",
    "who-list-element6": "• No age limits but more then 30kg of weight",
    "who-list-element7": "• Must be able to swim securely for more then a few minutes",
    "who-list-element8": "• Starter = You never used a kite before in your life",
    "who-list-element9": "• Restarter = You used a kite before in your life",
    "content-title": "Content",
    "content-list-element1": "• Introduction and safety basics",
    "content-list-element2": "• Equipment familiarization and setup",
    "content-list-element3": "• Basic kite control without board",
    "content-list-element4": "• Body dragging techniques",
    "content-list-element5": "• Advanced kite steering techniques",
    "content-list-element6": "• Water start fundamentals and first few meters",
    "content-list-element7": "• Theory lessons when necessary",
    "content-list-element8": "• Orientation on the water and dangers",
    "content-list-element9": "• Student can safely practice water starts on their own after\n                  the course",
    "structure-title": "Structure",
    "structure-list-element1": "• Up to 5 days intensive programs",
    "structure-list-element2": "• Flexible scheduling options, based on environmental and\n                  personal conditions",
    "structure-list-element3": "• Buddy system: 2 people per Kite",
    "structure-list-element4": "• Individual: 1 person, 1 Kite",
    "structure-list-element5": "• Supervision-only format possible",
    "structure-list-element6": "• If available: Headset and video support",
    "structure-list-element7": "• Progress tracking and VDWS certification",
    "structure-list-element8": "• No-wind alternatives: Simulations, wakeboarding,\n                  landboarding, SUP, exercising,....",
    "starting-contact": "There are many things to consider when giving courses but nothing\n              that can´t be arranged. Drop me a message and we´ll organize all\n              the details."
  },
  "AdvancedPage": {
    "advanced-hero": "Advanced Kiteboarding Courses",
    "advanced-section-title": "After the first step comes the next. And then the next...",
    "advanced-section-subtitle": "Why does that look so easy what they are doing on the water? There\n              is plenty to learn and my services are meant to support along the\n              way:",
    "who-title": "Who?",
    "who-list-element1": "• Individuals or groups",
    "who-list-element2": "• Schools or private",
    "who-list-element3": "• Courses in German, English and Portuguese",
    "who-list-element4": "• Practical lessons: max. 4 people",
    "who-list-element5": "• Theory lessons: max. 30 people",
    "who-list-element6": "• No age limits but more then 30kg of weight",
    "who-list-element7": "• Must be able to swim securely for more then a few minutes",
    "who-list-element8": "• Advanced = You are confidently and reproducible riding after\n                  the waterstart",
    "who-list-element9": "• Sorry, I can´t make someone a \"King Of The Air\" athlete. But\n                  I teach some cool tricks, sure",
    "possible-content-title": "Possible Content",
    "possible-content-list-element1": "• Develop routines to support your training",
    "possible-content-list-element2": "• Material modifications like changing board stances or\n                  testing different line setups",
    "possible-content-list-element3": "• Learning new tricks in a save and guided environment",
    "possible-content-list-element4": "• Individualize your own style and get filmed",
    "possible-content-list-element5": "• Feedback and optimizations on current riding",
    "possible-content-list-element6": "• How to be a kite-buddy for less experienced",
    "possible-content-list-element7": "• Advanced theory that goes beyond the wind window",
    "possible-content-list-element8": "• Practising accident scenarios and self rescue",
    "structure-title": "Structure",
    "structure-list-element1": "• Up to 5 days intensive programs",
    "structure-list-element2": "• Flexible scheduling options, based on environmental and\n                  personal conditions",
    "structure-list-element3": "• Buddy system: 2 people per Kite",
    "structure-list-element4": "• Individual: 1 person, 1 Kite",
    "structure-list-element5": "• Supervision-only format possible",
    "structure-list-element6": "• If available: Headset and video support",
    "structure-list-element7": "• Progress tracking and VDWS certification",
    "structure-list-element8": "• No-wind alternatives: Simulations, wakeboarding,\n                  landboarding, SUP, exercising,....",
    "advanced-contact": "There are many things to consider when giving courses but nothing\n              that can´t be arranged. Drop me a message and we´ll organize all\n              the details."
  },
  "SchoolSupportPage": {
    "school-support-hero": "School Support Services",
    "school-support-section-title": "Have An Extra Employee At Hand",
    "school-support-section-subtitle": "I´m ready to support your school. Consider me as the one guy you\n              literally can put anywhere: Flexibility is my strength. Just tell\n              me up front what you need:",
    "instructor-services-title": "Instructor Services",
    "instructor-services-list-element1": "• VDWS certified instructor since 2023",
    "instructor-services-list-element2": "• Beginner to advanced lessons",
    "instructor-services-list-element3": "• Landboarding lessons",
    "instructor-services-list-element4": "• Multi-language support (German, English, Portuguese)",
    "instructor-services-list-element5": "• Group and individual sessions",
    "instructor-services-list-element6": "• Supervision and filming",
    "general-assistance-title": "General Assistance",
    "general-assistance-list-element1": "• Office and administration",
    "general-assistance-list-element2": "• Customer service and sales support",
    "general-assistance-list-element3": "• Equipment recommendations",
    "general-assistance-list-element4": "• Gear maintenance and repairs",
    "general-assistance-list-element5": "• Inventory management and logistics",
    "general-assistance-list-element6": "• Product demonstrations",
    "general-assistance-list-element7": "• Helping hand in day to day tasks",
    "flexible-scheduling-title": "Flexible Scheduling",
    "flexible-scheduling-list-element1": "• Short-term and long-term contracts",
    "flexible-scheduling-list-element2": "• The more you book, the better the price",
    "flexible-scheduling-list-element3": "• Seasonal support available",
    "flexible-scheduling-list-element4": "• Weekend and holiday coverage",
    "flexible-scheduling-list-element5": "• Providing support to multi-location schools and open to\n                  commuting between sites.",
    "flexible-scheduling-list-element6": "• Driver’s license covering both car and motorcycle.",
    "school-support-contact": "Let's see how I can support your team. Combine my services as you\n              wish, there are almost no restrictions. Is anything missing? We\n              find a solution. It all starts here:",
    "contact-button": "Connect with me"
  },
  "ConsultingPage": {
    "consulting-hero": "Kite Consulting Services",
    "consulting-section-title": "There is a lot to ask",
    "consulting-section-subtitle": "Guidance and knowledge exchange is the key: Someone knows\n              something and someone wants to learn it. Here I combine my role as\n              a kitesurfer and -instructor with being part of society.",
    "general-consulting-title": "General Consulting",
    "general-consulting-list-element1": "• Individual equipment recommendations",
    "general-consulting-list-element2": "• Transportation, maintenance and logistics",
    "general-consulting-list-element3": "• Equipment review and demo testings",
    "general-consulting-list-element4": "• Quote review",
    "general-consulting-list-element5": "• Karma: Influence on society and the environment",
    "sport-representation-title": "Sport Representation",
    "sport-representation-list-element1": "• Public speaking and presentations about sport related topics",
    "sport-representation-list-element2": "• Educational workshops for almost all ages",
    "sport-representation-list-element3": "• Media interviews and content, also for B2B",
    "sport-representation-list-element4": "• Community outreach programs",
    "sport-representation-list-element5": "• Sport promotion initiatives",
    "consulting-contact": "This section revolves around anything that is somehow connected to\n              the sport as well to the environment in which it´s carried out.\n              Find out how we can work together:",
    "contact-button": "Connect with me"
  }
}